[
  {
    "id": 1,
    "name": "Batman",
    "description": "Figura coleccionable de Batman. Muñeco articulado de exelente material y sin baterías, mide aproximadamente unos 20 cm de alto.",
    "category": "1",
    "image": "batman.jpg",
    "price": "1500"
  },
  {
    "id": 2,
    "name": "Buzz Lightyear",
    "description": "Figura coleccionable de Buzz Lightyear. Basada en la pelicula Toy Story , coleccionable y sin baterías, mide aproximadamente unos 20 cm de alto. ",
    "category": 2,
    "image": "buzz.jpg",
    "price": 1500
  },
  {
    "id": 3,
    "name": "Woody",
    "description": "Figura coleccionable de Woody. Basada en la pelicula Toy Story , coleccionable y sin baterías, mide aproximadamente unos 20 cm de alto.",
    "category": "3",
    "image": "woody.jpg",
    "price": "2000"
  },
  {
    "id": 4,
    "name": "Lego Avengers",
    "description": "Juguete de construcción LEGO® Marvel Agengers: disfruta de armar tu propio robot Avengers uniendo todas las piezas que incluye este juguete. ",
    "category": 4,
    "image": "legoAvengers.jpg",
    "price": 4000
  },
  {
    "id": 5,
    "name": "LEGO Thanos",
    "description": "Juguete de construcción LEGO® Marvel Agengers (Thanos): disfruta de armar tu propio Thanos Avengers uniendo todas las piezas.",
    "category": 5,
    "image": "legoThanos.jpg",
    "price": 4500
  },
  {
    "id": 6,
    "name": "LEGO IronMan",
    "description": "Juguete de construcción LEGO® Marvel Agengers (Iron Man): disfruta de armar tu propio Iron Man Avengers.",
    "category": 9,
    "image": "legoIronMan2.jpg",
    "price": 3500
  },
  {
    "id": 7,
    "name": "Pelota Umbro",
    "description": "Exterior 100% poliuretano, sin costuras termosellado para una trayectoria más predecibl. Cámara de butilo",
    "category": 6,
    "image": "pelota.jpg",
    "price": 2000
  },
  {
    "id": 8,
    "name": "Pelota Dolphin",
    "description": "Exterior 100% poliuretano, sin costuras termosellado para una trayectoria más predecibl. Cámara de butilo",
    "category": 7,
    "image": "pelota1.jpg",
    "price": 2700
  },
  {
    "id": 9,
    "name": "Rubik 3x3",
    "description": "Cubo de rubik, con excelente corte de esquina, ultra lubricado para una agradable experiencia de giro sin interbloqueos.",
    "category": 8,
    "image": "rubick1.jpg",
    "price": 800
  },
  {
    "id": 10,
    "name": "Barbie",
    "description": "Disfruta de la Barbie Ciclista, cuenta con una bici todo terreno, y un perro que te acompaña en tus travesuras.\r\n                            ",
    "category": "10",
    "image": "barbie5.jpg",
    "price": "1500"
  },
  {
    "id": 11,
    "name": "Lego Builder City",
    "description": "Rescue The Burgers! The Lego City Burger Bar Sign Is On Fire And The Owner Needs Your Help. Strap On Your Oxygen Tank, Hop In The Fire Engine And Head To The Burger Bar While Your Firefighter Partner Races Ahead On Her Motorbike. When You Arrive, Aim The Pump And Start Fighting The Fire. Can You Put It Out Before The Burger Shop Burns Down? And DonT Forget To Extinguish The Burning Trash Can!",
    "category": 11,
    "image": "Lego_Builder_City_5_2.png",
    "price": 1357
  },
  {
    "id": 12,
    "name": "Lego Duplo Frozen",
    "description": "This cute LEGO DUPLO Princess Elsa and Olafs Ice Party (10920) building set with large bricks for toddlers provides a world of play and educational possibilities. Preschool children can role-play a range of scenarios, from a tea party to hide and seek among the ice blocks, which develop their creative and visual-spatial awareness. They relate to Elsa and Olaf, so role-play boosts emotional development. Each piece is easy for little hands to pick up and place, so kids can rearrange the set to create stories of their own - great for imagination and fine motor skills. These charming buildable playsets combine iconic themes, familiar settings, well-known characters and toddler-friendly bricks to stimulate preschooler development with creative fun. The assembled icehouse toy measures over 3 (12cm) high. Contains 17 Pieces.",
    "category": 12,
    "image": "Lego_Frozen_2.png",
    "price": 4186
  },
  {
    "id": 13,
    "name": "LEGO Friends",
    "description": "Saddle Up For A Day Exploring The Forest On Horseback. Lego Friends Mia And Emma Are Taking Bianca To The Woods For Some Exercise. Help Them Load The Trailer With Horse Accessories Then Hitch It To MiaS Cool 4X4 Buggy And They Are Ready To Go. At The Forest, Remove BiancaS Blanket And Fit Her Saddle So Mia Can Go For A Ride Through The Trees. Keep Your Eyes Peeled For Woodland Creatures. WhatS That? ItS A Little Bunny ThatS Come To Say Hello!.",
    "category": 13,
    "image": "Lego_Friends_6_1.png",
    "price": 4449
  },
  {
    "id": 14,
    "name": "LEGO City Sky Police Jet Patrol",
    "description": "Hop In The Sky Police Jet And Patrol The Lego City Streets From Above! Wait, What Is That Crook Doing With The Safe Box? Swing The Searchlight Around, Shine It On The Crook And Swoop Down To Make The Arrest Before He Gets Away! ItS Another Exciting Day In Lego City!",
    "category": 14,
    "image": "Lego_city_4_1.png",
    "price": 1831
  },
  {
    "id": 15,
    "name": "LEGO City Fire Plan",
    "description": "Join The Lego City Fire Crew And Help Defend The Local Wildlife! A Brush Wildfire Has Started In The Nearby Woods. Hop In The Plane To Battle The Flames From Above, While The Ground Response Firefighter Races In To Fight The Fire Down Below. Look, ThereS A Helpless Skunk Trapped Beneath That Burning Tree! Grab Your Smoke Gear And Head In To Rescue The Critter. Will You Make It In Time? Another Exciting Day For The Fire Plane Crew!",
    "category": "15",
    "image": "Lego_city_FirePlane_6_2.png",
    "price": "4837"
  },
  {
    "id": 16,
    "name": "LEGO Creator Sunset Track Racer",
    "description": "Zoom Around The Race Circuit With The Sunset Track Racer, Featuring A Fresh Bright Orange, White And Dark Blue Color Scheme, Aerodynamic Bodywork With Large Air Intakes, Rounded And Tinted Windshield, Tinted Headlamps, Visible Rear-Mounted Engine, Large Rear Spoiler And Ground-Gripping Tires. Check Out The Low-Friction, Cross-Axle Design And Lift The Roof To Access The Cockpit. Then Take Your Place At The Start Line And Get Ready To Race! When YouRe Done, Rebuild This Lego Creator 3In1 Model To Create An Open-Top Classic Race Car Or Take To The Waves Aboard A Powerful Speed Boat.",
    "category": "16",
    "image": "Lego_Builder_City_5.png",
    "price": "2843"
  },
  {
    "id": 17,
    "name": "LEGO DUPLO Super Heroes Super Heroes Lab ",
    "description": "Stimulate creativity and inspire imagination with this LEGO DUPLO Super Heroes Lab (10921) building set for toddlers. Popular Marvel Avengers characters and cool equipment and vehicles come together to create a developmental playset thats full of fun! Toddlers can have fun with Iron Man, Spider-Man and Captain America toys in Iron Mans laboratory. Using a crane, spinning turntable, wrench and control panel, little superheroes can fix Captain Americas motorcycle, lift and move heavy loads and pull the Spider-Man figure along for a fun ride behind the motorcycle! And, while preschoolers are busy having fun with this colourful Marvel superhero toy, theyre also developing their cognitive thinking, spatial reasoning, creativity and fine motor skills. The superheores lab toy measures over 5 (14cm) height, 2 (6cm) width and 3 (8cm) lenght. The crane toy meaures over 3 (8cm) height, 5 (13cm) lenght with arm, 2 (6cm) width. Contains 29 Pieces.",
    "category": "17",
    "image": "Lego_MarvelSuperHero_2_1.png",
    "price": "2957"
  },
  {
    "id": 18,
    "name": "LEGO Technic Rescue Helicopter",
    "description": "Carry Out Heroic Rescue Missions With The Lego Technic Rescue Helicopter. This Realistic Model Comes With A Cool Red, White And Black Color Scheme And An Array Of Realistic Features And Functions. Spin The Rotors, Open The Side And Rear Doors, And Operate The Winch To Lower The Rescue Stretcher... ItS Just Like The Real Thing! Rebuild This Set To Create A Futuristic Concept Plane.\r\n                            \r\n                            ",
    "category": "18",
    "image": "Lego_Technic_8_1.png",
    "price": "1172"
  },
  {
    "id": 19,
    "name": "LEGO Star Wars Duel on Mustafar",
    "description": "Recreate Anakin Skywalker and Obi-Wan Kenobis memorable Duel on Mustafar from Star Wars: Revenge of the Sith with this action-packed LEGO Star Wars construction playset (75269) for kids! The buildable Mustafarian mine has sliding, rotating platforms for the 2 Lightsaber-wielding minifigures to do battle. The construction model also folds out and has a cool lava explosion function to inspire unlimited adventures. Kids can use Instructions PLUS, available within the free LEGO Life app, to let them zoom in on, rotate and visualise the mine while building the real thing. Since 1999, the LEGO Group has been creating brick-built versions of iconic starships, vehicles, locations and characters from the Star Wars universe, that make great gift ideas for fans of all ages. The Mustafarian mine measures over 5 (14cm) high, 4 (12cm) wide and 4 (12cm) deep. Contains 208 Pieces.",
    "category": "19",
    "image": "Lego_StarWars_7_1.png",
    "price": "2139"
  },
  {
    "id": 20,
    "name": "LEGO Minecraft The Panda Nursery",
    "description": "The LEGO Minecraft Panda Nursery building set (21158) brings pandas computer game adventures to life, giving kids an authentic, hands-on Minecraft play experience in the real world. Children aged 7 and up can continue their online Minecraft adventures in a physical environment with the posable, adorable, new-for-January-2020 pandas! They can look after and entertain the baby panda, prepare the nursery building and rooftop bed where the playful cub sleeps, and provide food for everyone. Theres lots of bamboo for the pandas to nibble on and Alex is here with a delicious-looking toy cake! The panda nursery toy measures over 7 (19cm) long, 3 (9cm) high and 3 (8cm) wide. Contains 204 Pieces.",
    "category": "20",
    "image": "Lego_Minecraft_7_1.png",
    "price": "3662"
  },
  {
    "id": 21,
    "name": "Playmobil 123 Front Loader",
    "description": "The Playmobil 123 Front Loader features a working shovel on the front. The set includes one Playmobil 123 workman and a heavy load for lifting. The Playmobil 123 Front Loader 6775 is suitable for ages 18 months and over.",
    "category": "21",
    "image": "Playmobil_3_1.png",
    "price": "3162"
  },
  {
    "id": 22,
    "name": "Playmobil 1.2.3 Tractor with Trailer",
    "description": "The Playmobil 1.2.3 Tractor with Trailer 6964 is the perfect vehicle for any farm jobs that need doing. The front shovel can be moved up and down to pick up any supplies that need moving. The trailer can be tilted for easy loading an unloading.",
    "category": "22",
    "image": "PM_Tractor_3_1.png",
    "price": "2744"
  },
  {
    "id": 23,
    "name": "Playmobil 123 Ladder Unit Fire Truck",
    "description": "The Playmobil 123 Ladder Unit Fire Truck 6967 is the perfect emergency vehicle for small hands. The ladder unit can be rotated 360degrees and moves up and down in three positions. The Fire officer can sit in the drivers cab, at the end of the ladder platform and can be secured on to each step of the ladder ready to carry out the next big emergency.",
    "category": "23",
    "image": "PM_LADDER_3_1.png",
    "price": "3057"
  },
  {
    "id": 24,
    "name": "Playmobil 123 Noahs Ark",
    "description": "The Playmobil 123 Noahs Ark comes with 5 different animals, all in pairs, and of course Noah and his wife. The ark can float on water and has a removable deck for storing the animals. There is an integrated carry handle in the top for ease of transportation. The Playmobil 123 Noahs Ark 6765 is suitable for ages 18 months and over.",
    "category": "24",
    "image": "PM_ARKS_NOE_3_1.png",
    "price": "2995"
  },
  {
    "id": 25,
    "name": "Playmobil 123 Recycling Truck",
    "description": "The Playmobil 123 Recycling Truck features a tilting rear section with a shape sorter. The set includes one Playmobil 123 figure and two items for recycling. The Playmobil 123 Recycling Truck 6774 is suitable for ages 18 months and over.",
    "category": "25",
    "image": "PM_RECICLE_TRUCK_3_1.png",
    "price": "3560"
  },
  {
    "id": 26,
    "name": "Harry Potter Gryffindor Crest A5 Notebook",
    "description": "Harry Potter fans old and young will love this adorable collection of Harry Potter themed stationary. The Harry Potter Gryffindor Crest A5 Notebook features branded insignias from your favourite Hogwarts characters. Alohamora one of these great notebooks",
    "category": "26",
    "image": "HP_1.png",
    "price": "3572"
  },
  {
    "id": 27,
    "name": "Harry Potter Premium Backpack",
    "description": "The Harry Potter Premium Backpack features magnetic buckles, 2 side pockets, laptop pocket, front pocket, carry handles and adjustable straps. This backpack is made from premium 900 denier polyester so its durable enough to hold all of your wizarding essentials, even when youre battling Voldemort or breaking into Gringotts. This high quality range of Harry Potter apparel and stationary will undoubtably make you the best dressed witch or wizard at Hogwarts (or the boring Muggle school you have to go to..).",
    "category": "27",
    "image": "HP_BAG_1.png",
    "price": "3680"
  },
  {
    "id": 28,
    "name": "Harry Potter A5 Notebook",
    "description": "Why oh why oh why, is real school not like Hogwarts? Pledge your allegiance to the school that we mere muggles can only dream of, with this Harry Potter A5 Notebook featuring a Harry Potter design - we love it and, if you are a Harry Potter fan, you will too!",
    "category": "28",
    "image": "HP_BOOK_1.png",
    "price": "4426"
  },
  {
    "id": 29,
    "name": "Harry Potter Golden 3D Snitch Mug",
    "description": "If you are a parent, buying this for yourself or fellow magical parent-folk, then you already know the immense powers that lie within all caffeinated beverages - extra points awarded to you if your drink is still warm at the point of consumption. Combine this with a Harry Potter Golden 3D Snitch Mug and you have parent-fuel like no other!",
    "category": "29",
    "image": "HP_GOLDEN_SNITCH.png",
    "price": "2238"
  },
  {
    "id": 30,
    "name": "Harry Potter Golden Snitch",
    "description": "The Golden Snitch is deady fast and damn near impossible to see, unless youre Harry Potter because catching it is in his blood! Get the Snitch or die trying. Such is the value of the winged Golden Snitch which every Quidditch Seeker must try to capture. Grab yours and pocket an easy 150 points!",
    "category": "30",
    "image": "HP_SNITCH.png",
    "price": "3459"
  },
  {
    "id": 31,
    "name": "Mini Thanos",
    "description": "Juguete de construcción LEGO® Marvel Agengers (Thanos): disfruta de armar tu propio Thanos Avengers uniendo todas las piezas.",
    "category": 31,
    "image": "legoThanos3.jpg",
    "price": 1548
  },
  {
    "id": 32,
    "name": "Lego Creator Car",
    "description": "Auto,super auto, mucha velocidad. Disfruta armando tu LEGO® Creator auto super veloz, super divertido , deja que tu imaginacion lo haga.",
    "category": 32,
    "image": "Lego_Creator_7_2.png",
    "price": 2376
  },
  {
    "id": 33,
    "name": "LEGO Technic",
    "description": "Zoom Around The Race Circuit With The Sunset Track Racer, Featuring A Fresh Bright Orange, White And Dark Blue Color Scheme, Aerodynamic Bodywork With Large Air Intakes, Rounded And Tinted Windshield, Tinted Headlamps, Visible Rear-Mounted Engine, Large Rear Spoiler And Ground-Gripping Tires. Check Out The Low-Friction, Cross-Axle Design And Lift The Roof To Access The Cockpit. Then Take Your Place At The Start Line And Get Ready To Race! When YouRe Done, Rebuild This Lego Creator 3In1 Model To Create An Open-Top Classic Race Car Or Take To The Waves Aboard A Powerful Speed Boat.",
    "category": 33,
    "image": "Lego_Technic_8_2.png",
    "price": 2503
  },
  {
    "id": 34,
    "name": "Barbie 1",
    "description": "Disfruta de la Barbie 1, cuenta con una bici todo terreno, y un perro que te acompaña en tus travesuras. Siempre contigo.",
    "category": 34,
    "image": "barbie1.jpg",
    "price": 4532
  },
  {
    "id": 35,
    "name": "Barbie 2",
    "description": "Disfruta de la Barbie 2, cuenta con una bici todo terreno, y un perro que te acompaña en tus travesuras",
    "category": 35,
    "image": "barbie2.jpg",
    "price": 3571
  },
  {
    "id": 36,
    "name": "Barbie 3",
    "description": "Disfruta de la Barbie 3, cuenta con una bici todo terreno, y un perro que te acompaña en tus travesuras",
    "category": 36,
    "image": "barbie3.jpg",
    "price": 3000
  },
  {
    "id": 37,
    "name": "Barbie 4",
    "description": "Disfruta de la Barbie 4, cuenta con una bici todo terreno, y un perro que te acompaña en tus travesuras",
    "category": 37,
    "image": "barbie4.jpg",
    "price": 2300
  },
  {
    "id": 38,
    "name": "Barbie 5",
    "description": "Disfruta de la Barbie 5, cuenta con una bici todo terreno, y un perro que te acompaña en tus travesuras",
    "category": 37,
    "image": "barbie6.jpg",
    "price": 2000
  },
  {
    "id": 39,
    "name": "Barbie 6",
    "description": "Disfruta de la Barbie 6, cuenta con una bici todo terreno, y un perro que te acompaña en tus travesuras",
    "category": 37,
    "image": "barbie7.jpg",
    "price": 2500
  },
  {
    "id": 40,
    "name": "Barbie 7",
    "description": "Disfruta de la Barbie 7, cuenta con una bici todo terreno, y un perro que te acompaña en tus travesuras",
    "category": 37,
    "image": "barbie8.jpg",
    "price": 2700
  },
  {
    "id": 41,
    "name": "Barbie 8",
    "description": "Disfruta de la Barbie 8, cuenta con una bici todo terreno, y un perro que te acompaña en tus travesuras",
    "category": 37,
    "image": "barbie9.jpg",
    "price": 3000
  },
  {
    "id": 42,
    "name": "Barbie 9",
    "description": "Disfruta de la Barbie 9, cuenta con una bici todo terreno, y un perro que te acompaña en tus travesuras",
    "category": 37,
    "image": "barbie10.jpg",
    "price": 2800
  },
  {
    "id": 43,
    "name": "Barbie 10",
    "description": "Disfruta de la Barbie 10, cuenta con una bici todo terreno, y un perro que te acompaña en tus travesuras",
    "category": 37,
    "image": "barbie11.jpg",
    "price": 2900
  },
  {
    "id": 44,
    "name": "Barbie 11",
    "description": "Disfruta de la Barbie 11, cuenta con una bici todo terreno, y un perro que te acompaña en tus travesuras",
    "category": 37,
    "image": "barbie12.jpg",
    "price": 2800
  },
  {
    "id": 45,
    "name": "Barbie 12",
    "description": "Disfruta de la Barbie 12, cuenta con una bici todo terreno, y un perro que te acompaña en tus travesuras",
    "category": "37",
    "image": "barbie13.jpg",
    "price": "2800"
  }
]
